<?php

$lang['denied'] = 'アクセスが拒否されました';
$lang['lackingArgs'] = '必須の引数が渡されていません。スパマーのIPアドレス、メールアドレス、ユーザー名を渡す必要があります。';
$lang['lackingAPI'] = 'APIキーが設定されていません。Stop Forum SpamのウェブサイトからAPIキーを取得し、「サイト設定」画面に入力して下さい。';
$lang['errorHappened'] = 'Stop Forum SpamのAPIにアクセスしている最中にエラーが生じました。APIから次のメッセージが返って来ました：';
$lang['curlError'] = 'curl_initの実行中にエラーが発生しました。';
$lang['submitted'] = 'データは正常に送信されました。';
$lang['spammyelementreg'] = '入力頂いたメールアドレス及び（もしくは）ユーザーネームを検査した所、お客様がスパムではないかと判断されたため、ユーザー登録が完了しませんでした。';
$lang['listed'] = 'ユーザーのイタズラ登録を防ぐため、お客様のIPアドレスを一時的にブラックリストに追加致しました。恐れ入りますが、ブラックリストから除去されるまで<b>%s分間</b>お待ち願います。';
$lang['beinglisted'] = 'ユーザーのイタズラ登録を防ぐため、お客様のIPアドレスが一時的にブラックリスト入りしています。恐れ入りますが、<b>%s分後</b>にもう一度お試し下さい。その頃にはブラックリストから除去されているはずです。';
